export const CONTANT_PROMPT_M = `الوصف: إعداد نشاط تعليمي لحركة شبابية
تفاصيل النشاط: الوقت: {0} الموضوع: {1} الجمهور المستهدف: {2} أطفال، الأعمار: {3}، جنس الأطفال: {4} الموقع: {5} ملاحظات إضافية: {6}
!!! الأهم: يجب تضمين جميع تفاصيل النشاط. استخدم فقط العناوين التالية بالترتيب المحدد هذا !!!
الهيكل الإلزامي:
**موضوع النشاط:** [الاسم]
**مدة النشاط:** [X دقيقة]
**الأهداف:** (إلزامي، هدفان فقط مرتبطان بالموضوع والتربية)
* [الهدف 1]
* [الهدف 2]
{7}
{8}
إرشادات:
- مناسب للعمر والقدرات
- يُفضل تضمين ألعاب أو أنشطة أو اختبارات أو أشغال يدوية بدلاً من التحدث فقط من قِبل المرشد
- إذا كانت هناك اختبارات أو أسئلة أو قوائم، أدرج 5 أمثلة
{9}
- تضمين جميع المعلومات الضرورية للمرشد مع شروحات مفصلة حتى لا يحتاج إلى البحث عن معلومات إضافية من مصادر أخرى
صيغة الرد: markdown بالعربية، تحقق من عدم وجود أخطاء إملائية أو كلمات بلغات أخرى.`;
