export const CONTANT_PROMPT_S = `الوصف: إنشاء نشاط تعليمي لحركة شبابية
تفاصيل النشاط: الوقت: {0} الموضوع: {1} الفئة المستهدفة: {2} أطفال صغار في رياض الأطفال، الأعمار: {3}، جنس الأطفال: {4} الموقع: {5} ملاحظات إضافية: {6}
!!! الأهم: يجب أن تتضمن جميع تفاصيل النشاط. استخدم فقط العناوين التالية بهذا الترتيب المحدد !!!
البنية المطلوبة:
**موضوع النشاط:** [الاسم]
**مدة النشاط:** [X دقيقة]
**أهداف النشاط:** (إجباري، هدفان فقط مرتبطان بالموضوع وتعليميان)
* [الهدف 1]
* [الهدف 2]
{7}
{8}
إرشادات:
- مناسب لأطفال رياض الأطفال
- الأفضلية للألعاب أو الأنشطة أو الاختبارات أو الأشغال اليدوية بدلاً من كثرة التحدث من قبل المرشد
- إذا كان هناك اختبارات أو أسئلة أو قوائم، قم بتضمين 5 أمثلة
{9}
- يجب تضمين جميع المعلومات التي يحتاجها المرشد مع شروحات مفصلة حتى لا يضطر للبحث عن معلومات إضافية من مصادر أخرى
صيغة الرد: markdown باللغة العربية، تأكد من عدم وجود أخطاء إملائية أو كلمات بلغات أخرى.`;
