export const VIEW_PROMPT_M = `الوصف: إعداد نشاط نقاش تعليمي لحركة شبابية
تفاصيل النشاط: الوقت: {0} الموضوع: {1} الجمهور المستهدف: {2} أطفال، الأعمار: {3}، جنس الأطفال: {4} الموقع: {5} ملاحظات إضافية: {6}
!!! الأهم: يجب تضمين جميع تفاصيل النشاط. استخدم فقط العناوين التالية بالترتيب المحدد هذا !!!
الهيكل الإلزامي:
**موضوع النشاط:** [الاسم]
**مدة النشاط:** [X دقيقة]
**الأهداف:** (إلزامي، هدفان فقط مرتبطان بالموضوع والتربية)
* [الهدف 1]
* [الهدف 2]
{7}
{8}
إرشادات:
- تأكد من اتباع الهيكل وعدم تغييره.
- قم بتكييف أسئلة النقاش لتناسب العمر والقدرات
- يُفضل طرح أسئلة وإنشاء حوار بدلاً من التحدث فقط من قِبل المرشد
- إذا كانت هناك اختبارات أو أسئلة أو قوائم، أدرج 6 أمثلة.
- تجنب المواضيع العنيفة أو المسيئة أو التي قد تسبب انزعاجًا.
- تضمين جميع المعلومات الضرورية للمرشد مع شروحات مفصلة حتى لا يحتاج إلى البحث عن معلومات إضافية من مصادر أخرى.
صيغة الرد: markdown بالعربية، تحقق من عدم وجود أخطاء إملائية أو كلمات بلغات أخرى.`;
