export const CONTANT_SECTION_30_IN = `**تسلسل النشاط:**
**الافتتاح:** (خطة لمدة 5 دقائق، لا تذكر أوقات)
**الجزء الرئيسي:** (خطة لمدة 20 دقيقة، لا تذكر أوقات)
**الملخص:** (خطة لمدة 5 دقائق، لا تذكر أوقات)`;

export const CONTANT_SECTION_60_IN = `**تسلسل النشاط:** 
**الافتتاح:** (خطة لمدة 10 دقائق، لا تذكر أوقات)
**الجزء الأول:** (خطة لمدة 20 دقيقة، لا تذكر أوقات)
**الجزء الثاني:** (خطة لمدة 20 دقيقة، لا تذكر أوقات)
**الملخص:** (خطة لمدة 10 دقائق، لا تذكر أوقات)`;

export const CONTANT_SECTION_90_IN = `**تسلسل النشاط:** 
**الافتتاح:** (خطة لمدة 15 دقيقة، لا تذكر أوقات)
**الجزء الأول:** (خطة لمدة 30 دقيقة، لا تذكر أوقات)
**الجزء الثاني:** (خطة لمدة 30 دقيقة، لا تذكر أوقات)
**الملخص:** (خطة لمدة 15 دقيقة، لا تذكر أوقات)`;

//-----------------------//

export const CONTANT_SECTION_30_OUT = `**تسلسل النشاط:** 
**الافتتاح:** (خطة لمدة 5 دقائق، لا تذكر أوقات)
**الجزء الرئيسي:** (خطة لمدة 15 دقيقة، لا تذكر أوقات)
**الملخص:** (خطة لمدة 10 دقائق، لا تذكر أوقات)`;

export const CONTANT_SECTION_60_OUT = `**تسلسل النشاط:** 
**الافتتاح:** (خطة لمدة 10 دقائق، لا تذكر أوقات)
**الجزء الرئيسي:** (خطة لمدة 40 دقيقة، لا تذكر أوقات)
**الملخص:** (خطة لمدة 10 دقائق، لا تذكر أوقات)`;

export const CONTANT_SECTION_90_OUT = `**تسلسل النشاط:** 
**الافتتاح:** (خطة لمدة 10 دقائق، لا تذكر أوقات)
**الجزء الأول:** (خطة لمدة 35 دقيقة، لا تذكر أوقات)
**الجزء الثاني:** (خطة لمدة 35 دقيقة، لا تذكر أوقات)
**الملخص:** (خطة لمدة 10 دقائق، لا تذكر أوقات)`;

//-----------------------//

export const SURVIVAL_SECTION_30 = `**تسلسل النشاط:** (مهارات البقاء مع عرض عملي وتطبيق)
**الافتتاح:** (خطة لمدة 5 دقائق، لا تذكر أوقات)
**المهارة:** (خطة لمدة 20 دقيقة، لا تذكر أوقات)
**الملخص:** (خطة لمدة 5 دقائق، لا تذكر أوقات)`;

export const SURVIVAL_SECTION_60 = `**تسلسل النشاط:** (مهارات البقاء مع عرض عملي وتطبيق) 
**الافتتاح:** (خطة لمدة 10 دقائق، لا تذكر أوقات)
**المهارة:** (خطة لمدة 40 دقيقة، لا تذكر أوقات)
**الملخص:** (خطة لمدة 10 دقائق، لا تذكر אوقات)`;

export const SURVIVAL_SECTION_90 = `**تسلسل النشاط:** (مهارات البقاء مع عرض عملي وتطبيق) 
**الافتتاح:** (خطة لمدة 15 دقيقة، لا تذكر أوقات)
**المهارة:** (خطة لمدة 60 دقيقة، لا تذكر أوقات)
**الملخص:** (خطة لمدة 15 دقيقة، لا تذكر אوقات)`;

//-----------------------//

export const POINT_SECTION_30 = `**تسلسل النشاط:** (نقاش حول الموضوع مع إضافة شرح مختصر وأسئلة موجهة لتحفيز التفكير)
**مقدمة الموضوع:** (خطة لمدة 5 دقائق، لا تذكر أوقات)
**النقاش:** (خطة لمدة 20 دقيقة، لا تذكر أوقات)
**ملخص النقاش:** (خطة لمدة 5 دقائق، لا תذكر أوقات)`;

export const POINT_SECTION_60 = `**תسلسل النشاط:** (نقاش حول الموضوع مع إضافة شرح مختصر وأسئلة موجهة لتحفيز التفكير) 
**مقدمة الموضوع:** (خطة لمدة 15 دقيقة، لا تذكر أوقات)
**النقاش:** (خطة لمدة 40 دقيقة، لا تذكر אوقات)
**ملخص النقاش:** (خطة لمدة 15 دقيقة، لا תذكر אوقات)`;

export const POINT_SECTION_90 = `**תسلسل النشاط:** (نقاش حول الموضوع مع إضافة شرح مختصر وأسئلة موجهة لتحفيز التفكير) 
**مقدمة الموضوع:** (خطة لمدة 20 دقيقة، لا תذكر أوقات)
**النقاش:** (خطة لمدة 50 دقيقة، لا תذكر אوقات)
**ملخص النقاش:** (خطة لمدة 20 دقيقة، لا תذكر אوقات)`;

//-----------------------//

export const PLAY_SECTION = `**وصف اللعبة:** * شرح بسيط ومختصر * تعليمات مفصلة للمرشد`;
