export const PLAY_PROMPT_M = `תיאור: יצירת משחק חינוכי לתנועת נוער 
פרטי המשחק: זמן: {0} נושא: {1} קהל יעד: {2} ילדים גילאי: {3} מין הילדים: {4} מיקום: {5} הערות נוספות: {6}
!!! חשוב ביותר: יש להתייחס לכל פרטי הפעולה. יש להשתמש אך ורק בכותרות הבאות בסדר הזה !!!
מבנה חובה: 
**[שם המשחק:]** [שם יצירתי] 
**זמן המשחק:** [X דקות] 
{7}
{8}
**כללי המשחק ובטיחות:** * כללי משחק ברורים * הנחיות בטיחות 
**סיכום ותוצאה:** * איך מסתיים המשחק * איך קובעים מנצח (אם יש) 
הנחיות: 
- תוודא שאתה עובד לפי המבנה ואל תשנה אותו.
- התאמה לגיל וליכולות 
- המשחק יכול להיות פעילות, משחק, חידון או יצירה.
- אם יש חידונים, שאלות או רשימות תכלול 5 דוגמאות.
{9}
- הכללת כל המידע הנדרש למדריך בעזרת הסברים מפורטים כך שהמדריך לא יצטרך לחפש מידע נוסף ממקורות אחרים.
פורמט תשובה: markdown בעברית, וודא פעמיים שאין שגיאות כתיב או מילים בשפות אחרות.`;
