export const CONTANT_SECTION_30_IN = `**מהלך הפעולה:**
**פתיחה:** (תכנן ל-5 דקות, אל תציין זמנים)
**חלק עיקרי:** (תכנן ל-20 דקות, אל תציין זמנים)
**סיכום:** (תכנן ל-5 דקות, אל תציין זמנים)`;

export const CONTANT_SECTION_60_IN = `**מהלך הפעולה:** 
**פתיחה:** (תכנן ל-10 דקות, אל תציין זמנים)
**חלק ראשון:** (משחק, תכנן ל-20 דקות, אל תציין זמנים)
**חלק שני:** (תכנן ל-20 דקות, אל תציין זמנים)
**סיכום:** (תכנן ל-10 דקות, אל תציין זמנים)`;

export const CONTANT_SECTION_90_IN = `**מהלך הפעולה:** 
**פתיחה:** (תכנן ל-15 דקות, אל תציין זמנים)
**חלק ראשון:** (משחק, תכנן ל-30 דקות, אל תציין זמנים)
**חלק שני:** (תכנן ל-30 דקות, אל תציין זמנים)
**סיכום:** (תכנן ל-15 דקות, אל תציין זמנים)`;

//-----------------------//

export const CONTANT_SECTION_30_OUT = `**מהלך הפעולה:** 
**פתיחה:** (תכנן ל-5 דקות, אל תציין זמנים)
**חלק עיקרי:** (תכנן ל-15 דקות, אל תציין זמנים)
**סיכום:** (תכנן ל-10 דקות, אל תציין זמנים)`;

export const CONTANT_SECTION_60_OUT = `**מהלך הפעולה:** 
**פתיחה:** (תכנן ל-10 דקות, אל תציין זמנים)
**חלק עיקרי:** (משחק, תכנן ל-40 דקות, אל תציין זמנים)
**סיכום:** (תכנן ל-10 דקות, אל תציין זמנים)`;

export const CONTANT_SECTION_90_OUT = `**מהלך הפעולה:** 
**פתיחה:** (תכנן ל-10 דקות, אל תציין זמנים)
**חלק ראשון:** (משחק, תכנן ל-35 דקות, אל תציין זמנים)
**חלק שני:** (תכנן ל-35 דקות, אל תציין זמנים)
**סיכום:** (תכנן ל-10 דקות, אל תציין זמנים)`;

//-----------------------//

export const SURVIVAL_SECTION_30 = `**מהלך הפעולה:** (מיומנויות הישרדות הכוללת הדגמה מעשית ותרגול) 
**פתיחה:** (תכנן ל-5 דקות, אל תציין זמנים)
**מיומנות:** (תכנן ל-20 דקות, אל תציין זמנים)
**סיכום:** (תכנן ל-5 דקות, אל תציין זמנים)`;

export const SURVIVAL_SECTION_60 = `**מהלך הפעולה:** (מיומנויות הישרדות הכוללת הדגמה מעשית ותרגול) 
**פתיחה:** (תכנן ל-10 דקות, אל תציין זמנים)
**מיומנות:** (תכנן ל-40 דקות, אל תציין זמנים)
**סיכום:** (תכנן ל-10 דקות, אל תציין זמנים)`;

export const SURVIVAL_SECTION_90 = `**מהלך הפעולה:** (מיומנויות הישרדות הכוללת הדגמה מעשית ותרגול) 
**פתיחה:** (תכנן ל-15 דקות, אל תציין זמנים)
**מיומנות:** (תכנן ל-60 דקות, אל תציין זמנים)
**סיכום:** (תכנן ל-15 דקות, אל תציין זמנים)`;

//-----------------------//

export const POINT_SECTION_30 = `**מהלך הפעולה:** (דיון על הנושא, הוסף הסבר קצר ושאלות מנחות שיעזרו לעודד חשיבה) 
**פתיחה על הנושא:** (תכנן ל-5 דקות, אל תציין זמנים)
**דיון:** (תכנן ל-20 דקות, אל תציין זמנים)
**סיכום הדיון:** (תכנן ל-5 דקות, אל תציין זמנים)`;

export const POINT_SECTION_60 = `**מהלך הפעולה:** (דיון על הנושא, הוסף הסבר קצר ושאלות מנחות שיעזרו לעודד חשיבה) 
**פתיחה על הנושא:** (תכנן ל-15 דקות, אל תציין זמנים)
**דיון:** (תכנן ל-30 דקות, אל תציין זמנים)
**סיכום הדיון:** (תכנן ל-15 דקות, אל תציין זמנים)`;

export const POINT_SECTION_90 = `**מהלך הפעולה:** (דיון על הנושא, הוסף הסבר קצר ושאלות מנחות שיעזרו לעודד חשיבה) 
**פתיחה על הנושא:** (תכנן ל-20 דקות, אל תציין זמנים)
**דיון:** (תכנן ל-50 דקות, אל תציין זמנים)
**סיכום הדיון:** (תכנן ל-20 דקות, אל תציין זמנים)`;

//-----------------------//

export const PLAY_SECTION = `**תיאור המשחק:** * הסבר פשוט וקצר * הוראות מפורטות למדריך`;