export const SURVIVAL_PROMPT_M = `תיאור: יצירת פעולת הישרדות חינוכית לתנועת נוער 
פרטי הפעולה: זמן: {0} נושא: {1} קהל יעד: {2} ילדים, גילאי {3}, מין הילדים: {4} מיקום: {5} הערות נוספות: {6}
!!! חשוב ביותר: יש להתייחס לכל פרטי הפעולה. יש להשתמש אך ורק בכותרות הבאות בסדר הזה !!! 
מבנה חובה: 
**נושא הפעולה:** [שם]
**זמן הפעולה:** [X דקות]
**מטרות:** (חובה שתי מטרות בלבד הקשורות לנושא וחינוכיות) 
* [מטרה 1]
* [מטרה 2]
**הוראות בטיחות** (אם יש צורך)
{7}
{8}
הנחיות: 
- תוודא שאתה עובד לפי המבנה ואל תשנה אותו.
- התאמה לגיל וליכולות 
- העדפת בניה, חוויה, יצירה, עבודה פיזית על פני הסברים.
- העדפת עבודה בקבוצות קטנות
{9}
- הכללת כל המידע הנדרש למדריך בעזרת הסברים מפורטים כך שהמדריך לא יצטרך לחפש מידע נוסף ממקורות אחרים.
פורמט תשובה: markdown בעברית, וודא פעמיים שאין שגיאות כתיב או מילים בשפות אחרות.`;
