export const ACTIVITY_B_PROMPT = 
`- אני מדריך בתנועת נוער. 
צור לי פעולה של {1},
נושא הפעולה הוא {0}.
לקבוצה של {2} ילדים קטנים בגילאים של {3} ממין {4}.
מיקום הפעולה יהיה ב{5}.
- מבנה הפעולה: 
+ שם הפעולה
+ זמן הפעולה
+ 2 מטרות הקשורות לנושא
+ ציוד נדרש אם יש - ללא חומרי גלם יקרים, מצגת או וידאו 
+ חלקי הפעולה + זמן נדרש לכל חלק
++ פתיחה קצרה
++ 1 - 2 חלקים עיקריים עם הוראות מפורטות והסברים שמשרתים את מטרות הפעולה, 
++ סיכום קצר
- תוודא שאתה עובד לפי המבנה ואל תשנה אותו.
- במקרה ויש דמויות, מקומות או אירועים בפעולה, כלול הסברים מפורטים כך שהמדריך לא יצטרך לחפש מידע נוסף ממקורות אחרים.
- במקרה ויש חידונים, שאלות או רשימות, תכלול 5 דוגמאות.
- התשובה צריכה להיות מפורטת ובעברית בלבד, וודא שאין שגיאות כתיב או מילים בשפות אחרות.
- הסבר את הפעולה בצורה פשוטה וקצרה שכל ילד בן 10 יבין.
- תחזיר לי את התשובה בפורמט של markdown style.`;
