export const CONTANT_PROMPT_M = `תיאור: יצירת פעולה חינוכית לתנועת נוער 
פרטי הפעולה: זמן: {0} נושא: {1} קהל יעד: {2} ילדים, גילאי {3}, מין הילדים: {4} מיקום: {5} 
דרישות מבנה: 
1. **נושא הפעולה:** [שם]
2. **זמן הפעולה:** [X דקות]
3. שתי מטרות, מטרות הקשורות לנושא וחינוכיות (* תבליט) 
4. ציוד נדרש אם ישנו - אל תשתמש בחומרי גלם יקרים, מצגת או סירטון 
5. מהלך הפעולה: - פתיחה קצרה [X דקות] - יש לבחור אחד או שני חלקים בהתאם לזמן הפעולה (כל חלק מינימום 15 דקות): **חלק [מספר]:** [שם החלק] [זמן בדקות] * הוסף הוראות מפורטות והסברים שמשרתים את מטרות הפעולה - סיכום קצר [X דקות]
הנחיות: 
- תוודא שאתה עובד לפי המבנה ואל תשנה אותו.
- התאמה לגיל וליכולות 
- העדפת משחקים, פעילויות, חידונים, תחרות או יצירה על פני המדריך מדבר.
- אם יש חידונים, שאלות או רשימות תכלול 4 דוגמאות.
- הימנעות מפעולות ומשחקים מסוכנים, הימנעות מתכנים אלימים.
- הכללת כל המידע הנדרש למדריך בעזרת הסברים מפורטים כך שהמדריך לא יצטרך לחפש מידע נוסף ממקורות אחרים.
- הסברים פשוטים וברורים שכל ילד בן 10 יבין
פורמט תשובה: markdown בעברית, וודא פעמיים שאין שגיאות כתיב או מילים בשפות אחרות.`;
