export const CONTANT_SPECIAL_PROMPT_M = `תיאור: יצירת פעולה חינוכית לתנועת נוער 
פרטי הפעולה: זמן: {0} נושא: {1} קהל יעד: {2} ילדים עם צרכים מיוחדים, גילאי {3}, מין הילדים: {4} מיקום: {5} הערות נוספות: {6}
!!! חשוב ביותר: יש להתייחס לכל פרטי הפעולה. יש להשתמש אך ורק בכותרות הבאות בסדר הזה !!! 
מבנה חובה: 
**נושא הפעולה:** [שם] 
**זמן הפעולה:** [X דקות] 
**מטרות:** (חובה שתי מטרות בלבד הקשורות לנושא וחינוכיות) 
* [מטרה 1]
* [מטרה 2]
{7}
{8}
הנחיות: 
- הקבוצה כוללת ילדים עם צרכים מיוחדים מגוונים (מוגבלויות פיזיות וקוגניטיביות), לכן יש להקפיד על פעילויות מותאמות ומכבדות, הוראות פשוטות וברורות, הימנעות ממשחקים תחרותיים או מורכבים, שימוש בעזרים חזותיים, התחשבות בקצב אישי, ומניעת גירויים חושיים חזקים כמו רעשים ותנועות מהירות.
- העדפת משחקים, פעילויות או יצירה על פני המדריך מדבר.
{9}
- הכללת כל המידע הנדרש למדריך בעזרת הסברים מפורטים כך שהמדריך לא יצטרך לחפש מידע נוסף ממקורות אחרים.
פורמט תשובה: markdown בעברית, וודא פעמיים שאין שגיאות כתיב או מילים בשפות אחרות.`;
