export const CONTANT_PROMPT_S = `תיאור: יצירת פעולה חינוכית לתנועת נוער 
פרטי הפעולה: זמן: {0} נושא: {1} קהל יעד: {2} ילדים קטנים בגן, לגילאי {3}, מין הילדים: {4} מיקום: {5} 
!!! חשוב ביותר: יש להשתמש אך ורק בכותרות הבאות בסדר הזה !!! 
מבנה חובה: 
**נושא הפעולה:** [שם] 
**זמן הפעולה:** [X דקות] 
**מטרות:** (חובה שתי מטרות בלבד הקשורות לנושא וחינוכיות) 
* [מטרה ראשונה] 
* [מטרה שנייה] 
**ציוד נדרש:** (אם יש, אין להשתמש בחומרי גלם יקרים, מצגת או סרטון) 
{6}
הנחיות: 
- התאמה לילדים בגן 
- העדפת משחקים, פעילויות, חידונים, תחרות או יצירה על פני המדריך מדבר.
- אם יש חידונים, שאלות או רשימות תכלול 5 דוגמאות.
- הימנעות מפעולות ומשחקים מסוכנים, הימנעות מתכנים אלימים, הימנעות מתחרות ומגע.
- הכללת כל המידע הנדרש למדריך בעזרת הסברים מפורטים כך שהמדריך לא יצטרך לחפש מידע נוסף ממקורות אחרים.
פורמט תשובה: markdown בעברית, וודא פעמיים שאין שגיאות כתיב או מילים בשפות אחרות.`;
