export const CONTANT_PROMPT_B = `תיאור: יצירת פעולה חינוכית לתנועת נוער 
פרטי הפעולה: זמן: {0} נושא: {1} קהל יעד: {2} ילדים, גילאי {3}, מין הילדים: {4} מיקום: {5} {6} הערות נוספות: {7}
!!! חשוב ביותר: יש להתייחס לכל פרטי הפעולה. יש להשתמש אך ורק בכותרות הבאות בסדר הזה !!! 
מבנה חובה: 
**נושא הפעולה:** [שם] 
**זמן הפעולה:** [X דקות] 
**מטרות:** (חובה שתי מטרות בלבד הקשורות לנושא וחינוכיות) 
* [מטרה ראשונה] 
* [מטרה שנייה] 
{8}
{9}
הנחיות: 
- התאמה לגיל וליכולות 
- העדפת משחקים, פעילויות, חידונים או יצירה על פני המדריך מדבר.
- אם יש חידונים, שאלות או רשימות תכלול 5 דוגמאות.
{10}
- הכללת כל המידע הנדרש למדריך בעזרת הסברים מפורטים כך שהמדריך לא יצטרך לחפש מידע נוסף ממקורות אחרים.
פורמט תשובה: markdown בעברית, וודא פעמיים שאין שגיאות כתיב או מילים בשפות אחרות.`;
