export const MAIN_ACTIVITY_PROMPT_B = 
`- אני מדריך בתנועת נוער. 
צור לי פעילות של {1},
נושא הפעילות הוא {0}.
לקבוצה של {2} ילדים קטנים בגילאים של {3} ממין {4}.
מיקום הפעילות יהיה ב{5}.
- מבנה הפעילות: 
+ שם הפעילות
+ זמן הפעילות
+ 2 מטרות הקשורות לנושא
+ ציוד נדרש אם ישנו - ללא חומרי גלם יקרים, מצגת או סירטון 
+ חלקי הפעילות + זמן נדרש לכל חלק
++ פתיחה קצרה
++ חלקי הפעילות - עד 3 חלקים עקריים עם הוראות מפורטות והסברים שמשרתים את מטרות הפעילות:
{6}
++ סיכום קצר
- תוודא שאתה עובד לפי המבנה ואל תשנה אותו.
- אל תכלול משחקים או פעולות מסוכנות או בעלי אופי אלים
- במקרה ויש דמויות, מקומות או אירועים בפעולה, כלול הסברים מפורטים כך שהמדריך לא יצטרך לחפש מידע נוסף ממקורות אחרים.
- במקרה ויש חידונים, שאלות או רשימות, תכלול 4 דוגמאות.
- התשובה צריכה להיות מפורטת ובעברית בלבד, וודא שאין שגיאות כתיב או מילים בשפות אחרות.
- הסבר את הפעילות בצורה פשוטה וקצרה שכל ילד בן 10 יבין.
- תחזיר לי את התשובה בפורמט של markdown style.`;
