export const PLAYING_M_PROMPT = 
`- אני מדריך בתנועת נוער. 
צור לי פעולה של {1},
נושא הפעולה הוא {0}.
לקבוצה של {2} ילדים קטנים בגילאים של {3} ממין {4}.
מיקום הפעולה יהיה ב{5}.
- מבנה הפעולה: 
+ שם המשחק - תן שם יצירתי
+ זמן המשחק
+ ציוד נדרש, אם ישנו
+ תיאור המשחק
+ כללי המשחק
+ סיכום
- תוודא שאתה עובד לפי המבנה ואל תשנה אותו.
- אל תכלול משחקים או פעולות מסוכנות או בעל אופי אלים.
- המשחק יכול להיות פעילות, משחק, חידון, תחרות או יצירה.
- חשוב שהפעולות והמשחקים יתאימו לגיל הילדים!.
- במקרה ויש דמויות, מקומות או אירועים בפעולה, כלול הסברים מפורטים כך שהמדריך לא יצטרך לחפש מידע נוסף ממקורות אחרים.
- במקרה ויש חידונים, שאלות או רשימות, תכלול 4 דוגמאות.
- התשובה צריכה להיות מפורטת ובעברית בלבד, וודא שאין שגיאות כתיב או מילים בשפות אחרות.
- הסבר את הפעולה בצורה פשוטה וקצרה שכל ילד בן 10 יבין.
- תחזיר לי את התשובה בפורמט של markdown style.`;