export const VIEW_PROMPT_M = `- אני מדריך בתנועת נוער. 
צור לי פעולה של {0},
נושא הפעולה הוא {1}.
לקבוצה של {2} ילדים קטנים בגילאים של {3} ממין {4}.
מיקום הפעולה יהיה ב{5}.
- מבנה הפעולה: 
+ שם הפעולה
+ זמן הפעולה
+ 2 מטרות הקשורות לנושא
+ ציוד נדרש אם ישנו - ללא חומרי גלם יקרים, מצגת או וידאו 
+ חלקי הפעולה + זמן נדרש לכל חלק
++ פתיחה קצרה
++ 1 - 2 חלקים עיקריים עם הוראות מפורטות והסברים שמשרתים את מטרות הפעולה
++ סיכום קצר
- תוודא שאתה עובד לפי המבנה ואל תשנה אותו.
- במקרה ויש דמויות, מקומות או אירועים בפעולה, כלול הסברים מפורטים כך שהמדריך לא יצטרך לחפש מידע נוסף ממקורות אחרים.
- במקרה ויש שאלות או רשימות, תכלול 4 דוגמאות.
- התשובה צריכה להיות מפורטת ובעברית בלבד, וודא שאין שגיאות כתיב או מילים בשפות אחרות.
- הסבר את הפעולה בצורה פשוטה וקצרה שכל ילד בן 10 יבין.
- תחזיר לי את התשובה בפורמט של markdown style.`;
