export const VIEW_PROMPT_M = `תיאור: יצירת פעולת דיון חינוכית לתנועת נוער 
פרטי הפעולה: זמן: {0} נושא: {1} קהל יעד: {2} ילדים, גילאי {3}, מין הילדים: {4} מיקום: {5} הערות נוספות: {6} 
!!! חשוב ביותר: יש להתייחס לכל פרטי הפעולה. יש להשתמש אך ורק בכותרות הבאות בסדר הזה !!!
מבנה חובה: 
**נושא הפעולה:** [שם]
**זמן הפעולה:** [X דקות]
**מטרות:** (חובה שתי מטרות בלבד הקשורות לנושא וחינוכיות) 
* [מטרה 1]
* [מטרה 2]
{7}
{8}
הנחיות: 
- תוודא שאתה עובד לפי המבנה ואל תשנה אותו.
- התאמת השאלות בדיון לגיל וליכולות 
- העדפת שאלות ויצירת שיח על פני המדריך מדבר
- אם יש חידונים, שאלות או רשימות תכלול 6 דוגמאות.
- הימנעות מתכנים אלימים, פוגעניים או נושאים שיכולים לגרום לאי נוחות.
- הכללת כל המידע הנדרש למדריך בעזרת הסברים מפורטים כך שהמדריך לא יצטרך לחפש מידע נוסף ממקורות אחרים.
פורמט תשובה: markdown בעברית, וודא פעמיים שאין שגיאות כתיב או מילים בשפות אחרות.`;
