
export const CONTANT_SECTION_20_IN = `**מהלך הפעולה:** (חלק עיקרי עם הסברים מפורטים) 
* פתיחה [5 דקות] 
* חלק עיקרי [10 דקות]
* סיכום [5 דקות]`;

export const CONTANT_SECTION_20_OUT = `**מהלך הפעולה:** (חלק עיקרי עם הסברים מפורטים) 
* פתיחה [5 דקות] 
* חלק עיקרי [10 דקות]
* סיכום [5 דקות]`;

export const CONTANT_SECTION_30_IN = `**מהלך הפעולה:** (חלק עיקרי עם הסברים מפורטים) 
* פתיחה [5 דקות] 
* חלק עיקרי [15 דקות]
* סיכום [10 דקות]`;

export const CONTANT_SECTION_30_OUT = `**מהלך הפעולה:** (חלק עיקרי עם הסברים מפורטים) 
* פתיחה [5 דקות] 
* חלק עיקרי [15 דקות]
* סיכום [10 דקות]`;

export const CONTANT_SECTION_45_IN = `**מהלך הפעולה:** (חלק עיקרי עם הסברים מפורטים) 
* פתיחה [10 דקות] 
* חלק עיקרי [25 דקות] (משחק הקשור לנושא)
* סיכום [10 דקות]`;

export const CONTANT_SECTION_45_OUT = `**מהלך הפעולה:** (חלק עיקרי עם הסברים מפורטים) 
* פתיחה [5 דקות] 
* חלק עיקרי [30 דקות] (משחק הקשור לנושא)
* סיכום [10 דקות]`;

export const CONTANT_SECTION_60_IN = `**מהלך הפעולה:** (חלוקה לשני חלקים עם הסברים מפורטים) 
* פתיחה [10 דקות] 
* חלק ראשון [20 דקות] (משחק)
* חלק שני [20 דקות]
* סיכום [10 דקות]`;

export const CONTANT_SECTION_60_OUT = `**מהלך הפעולה:** (חלק עיקרי עם הסברים מפורטים) 
* פתיחה [10 דקות] 
* חלק עיקרי [40 דקות] (משחק הקשור לנושא)
* סיכום [10 דקות]`;

export const CONTANT_SECTION_90_IN = `**מהלך הפעולה:** (חלוקה לשני חלקים עם הסברים מפורטים) 
* פתיחה [15 דקות] 
* חלק ראשון [30 דקות] (משחק)
* חלק שני [30 דקות]
* סיכום [15 דקות]`;

export const CONTANT_SECTION_90_OUT = `**מהלך הפעולה:** (חלוקה לשני חלקים עם הסברים מפורטים) 
* פתיחה [10 דקות] 
* חלק ראשון [35 דקות] (משחק)
* חלק שני [35 דקות]
* סיכום [10 דקות]`;

export const CONTANT_SECTION_120_IN = `**מהלך הפעולה:** (חלוקה לשלושה חלקים עם הסברים מפורטים) 
* פתיחה [15 דקות] 
* חלק ראשון [30 דקות] (משחק)
* חלק שני [30 דקות] 
* חלק שלישי [30 דקות] 
* סיכום [15 דקות]`;

export const CONTANT_SECTION_120_OUT = `**מהלך הפעולה:** (חלוקה לשני חלקים עם הסברים מפורטים) 
* פתיחה [15 דקות] 
* חלק ראשון [45 דקות] (משחק)
* חלק שני [45 דקות]
* סיכום [15 דקות]`;

//-----------------------//

export const SURVIVAL_SECTION_20 = `6. **מהלך הפעולה:** (מיומנויות הישרדות הכוללת הדגמה מעשית ותרגול) 
* פתיחה [5 דקות] 
* מיומנות [10 דקות]
* סיכום [5 דקות]`;

export const SURVIVAL_SECTION_30 = `6. **מהלך הפעולה:** (מיומנויות הישרדות הכוללת הדגמה מעשית ותרגול) 
* פתיחה [5 דקות] 
* מיומנות [20 דקות]
* סיכום [5 דקות]`;

export const SURVIVAL_SECTION_45 = `6. **מהלך הפעולה:** (מיומנויות הישרדות הכוללת הדגמה מעשית ותרגול) 
* פתיחה [5 דקות] 
* מיומנות [35 דקות]
* סיכום [5 דקות]`;

export const SURVIVAL_SECTION_60 = `6. **מהלך הפעולה:** (מיומנויות הישרדות הכוללת הדגמה מעשית ותרגול) 
* פתיחה [10 דקות] 
* מיומנות [40 דקות]
* סיכום [10 דקות]`;

export const SURVIVAL_SECTION_90 = `6. **מהלך הפעולה:** (מיומנויות הישרדות הכוללת הדגמה מעשית ותרגול) 
* פתיחה [15 דקות] 
* מיומנות [60 דקות]
* סיכום [15 דקות]`;

export const SURVIVAL_SECTION_120 = `6. **מהלך הפעולה:** (מיומנויות הישרדות הכוללת הדגמה מעשית ותרגול) 
* פתיחה [15 דקות] 
* מיומנות [90 דקות]
* סיכום [15 דקות]`;

//-----------------------//

export const POINT_SECTION_20 = `4. **מהלך הפעולה:** (דיון על הנושא, הוסף הסבר קצר ושאלות מנחות שיעזרו לעודד חשיבה) 
* פתיחה על הנושא [5 דקות] 
* דיון [10 דקות]
* סיכום הדיון [5 דקות]`;

export const POINT_SECTION_30 = `4. **מהלך הפעולה:** (דיון על הנושא, הוסף הסבר קצר ושאלות מנחות שיעזרו לעודד חשיבה) 
* פתיחה על הנושא [5 דקות] 
* דיון [20 דקות]
* סיכום הדיון [5 דקות]`;

export const POINT_SECTION_45 = `4. **מהלך הפעולה:** (דיון על הנושא, הוסף הסבר קצר ושאלות מנחות שיעזרו לעודד חשיבה) 
* פתיחה על הנושא [10 דקות] 
* דיון [25 דקות]
* סיכום הדיון [10 דקות]`;

export const POINT_SECTION_60 = `4. **מהלך הפעולה:** (דיון על הנושא, הוסף הסבר קצר ושאלות מנחות שיעזרו לעודד חשיבה) 
* פתיחה על הנושא [15 דקות] 
* דיון [30 דקות]
* סיכום הדיון [15 דקות]`;

export const POINT_SECTION_90 = `4. **מהלך הפעולה:** (דיון על הנושא, הוסף הסבר קצר ושאלות מנחות שיעזרו לעודד חשיבה) 
* פתיחה על הנושא [20 דקות] 
* דיון [50 דקות]
* סיכום הדיון [20 דקות]`;

export const POINT_SECTION_120 = `4. **מהלך הפעולה:** (דיון על הנושא, הוסף הסבר קצר ושאלות מנחות שיעזרו לעודד חשיבה) 
* פתיחה על הנושא [30 דקות] 
* דיון [60 דקות]
* סיכום הדיון [30 דקות]`;

//-----------------------//

export const PLAY_SECTION = `4. **תיאור המשחק:** * הסבר פשוט וקצר * הוראות מפורטות למדריך`;