export const SURVIVAL_PROMPT_S = `- אני מדריך בתנועת נוער. 
צור לי פעולה של {0},
נושא הפעולה הוא {1}.
לקבוצה של {2} ילדים קטנים בגן ממין {4}.
מיקום הפעולה יהיה ב{5}.
- מבנה הפעולה: 
+ שם הפעולה
+ זמן הפעולה
+ 2 מטרות הקשורות לנושא
+ ציוד נדרש - ללא חומרי גלם יקרים, מצגת או וידאו - לרשותך ציוד בניה, ציוד שטח וכלי עבודה 
+ חלקי הפעולה + זמן נדרש לכל חלק
++ פתיחה קצרה
++ חלק מרכזי עם הוראות מפורטות, הוראות בטיחות והסברים שמשרתים את מטרות הפעולה, 
השתדל לייצר פעילות שבה המדריך פחות מדבר והילדים יותר בונים, ופעילים.
++ סיכום קצר
- תוודא שאתה עובד לפי המבנה ואל תשנה אותו.
- חשוב שהפעילויות יהיו מתאימים לילדים בגן!.
- במקרה ויש שאלות או רשימות, תכלול 4 דוגמאות.
- התשובה צריכה להיות מפורטת ובעברית בלבד, וודא שאין שגיאות כתיב או מילים בשפות אחרות.
- הסבר את הפעולה בצורה פשוטה וקצרה שכל ילד בן 10 יבין.
- תחזיר לי את התשובה בפורמט של markdown style.`;
