export const SURVIVE_PROMPT_M = 
`- אני מדריך בתנועת נוער. 
צור לי פעילות של {1},
נושא הפעילות הוא {0}.
לקבוצה של {2} ילדים קטנים בגילאים של {3} ממין {4}.
מיקום הפעילות יהיה ב{5}.
- מבנה הפעילות: 
+ שם הפעילות
+ זמן הפעילות
+ 2 מטרות הקשורות לנושא
+ ציוד נדרש - ללא חומרי גלם יקרים, מצגת או סירטון - לרשותך ציוד בניה, ציוד שטח וכלי עבודה 
+ חלקי הפעילות + זמן נדרש לכל חלק
++ פתיחה קצרה
++ 1 - 2 חלקים עיקריים עם הוראות מפורטות והסברים שמשרתים את מטרות הפעילות, 
השתדל לייצר פעילות שבה המדריך פחות מדבר והילדים יותר בונים ופעילים.
++ סיכום קצר
- תוודא שאתה עובד לפי המבנה ואל תשנה אותו.
- חשוב שהפעולות והמשחקים יתאימו לגיל הילדים!.
- במקרה ויש שאלות או רשימות, תכלול 4 דוגמאות.
- התשובה צריכה להיות מפורטת ובעברית בלבד, וודא שאין שגיאות כתיב או מילים בשפות אחרות.
- הסבר את הפעילות בצורה פשוטה וקצרה שכל ילד בן 10 יבין.
- תחזיר לי את התשובה בפורמט של markdown style.`;
